/* 
  Localizable.strings
  EdgeView

  Created by DJ.HAN on 2014. 11. 8..
  Copyright (c) 2014년 DJ.HAN. All rights reserved.
*/

//환영문구
"Be EDGE! (...not ecchi)\n\nDrag and drop files." = "Be EDGE! (...not ecchi)\n\nDrag and drop files.";

//로딩 시작
"While Loading..." = "While Loading...";

//캐쉬 파일 생성
"Making Cache File..." = "Making Cache File...";

//로딩 실패시
"Can't read files" = "Can't read files";

//로딩 취소시
"File loading is cancelled" = "File loading is cancelled";

//파일 히스토리가 있을 때 경고창 문구
"%i page is last read page of %@. \nDo you want to open last read page?" = "%i page is last read page of %@. \nDo you want to open last read page?";

//최근 읽은 페이지 열기
"Open Last Page" = "Open Last Page";

//루프 설정
//다음 루프
"Loop Next" = "Loop Next";

//다음 파일 열기
"Open Next File" = "Open Next File";

//첫 페이지로 이동
"Go First Page" = "Go First Page";

//마지막 페이지 경고문구
"This is last page. Please select loop option.\n(Press Esc key to cancel)" = "This is last page. Please select loop option.\n(Press Esc key to cancel)";

//이전 루프
"Loop Back" = "Loop Back";

//이전 파일 열기
"Open Previous File" = "Open Previous File";

//마지막 페이지로 이동
"Go Last Page" = "Go Last Page";

//첫번째 페이지 경고문구
"This is first page. Please select loop option.\n(Press Esc key to cancel)" = "This is first page. Please select loop option.\n(Press Esc key to cancel)";

//Yes버튼
"Yes" = "Yes";
//루프 설정 종료

//No 버튼
"No" = "No";

//OK 버튼
"OK" = "OK";

//Cancel 버튼
"Cancel" = "Cancel";

//취소중 메시지
"While Cancelling..." = "While Cancelling...";

//인코딩 Auto Detect Encoding
"Auto Detect Encoding" = "Auto Detect Encoding";

//파일 삭제 경고
"Delete File" = "Delete File";

//파일 삭제 경고문
"Do you want to delete this file?" = "Do you want to delete this file?";

//파일 삭제 완료
"is deleted" = "is deleted";

//깨지거나 읽지 못하는 이미지
"Broken Image" = "Broken Image";

//패스워드 입력창 타이틀
"Archive is password protected" = "Archive is password protected";
//패스워드 입력창 해설
"Please input password for %@.\n(Press Esc key to cancel)" = "Please input password for %@.\n(Press Esc key to cancel)";

//배경 이미지 사용 안 함
"don't use background image" = "don't use background image";
//기본 이미지 사용
"use default image" = "use default image";

//열 수 있는 압축파일이나 이미지가 없는 경우 : 썸네일 브라우저
"This folder does not contain any Image files or Archives" = "This folder does not contain any Image files or Archives";

//왼쪽 이미지 저장
"Save Left Image..." = "Save Left Image...";
//오른쪽 이미지 저장
"Save Right Image..." = "Save Right Image...";
//한 이미지만 저장
"Save Image..." = "Save Image...";
//현재 한 이미지만 표시중
"Only 1 Page On Screen" = "Only 1 Page On Screen";
